tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'pixman'
brew 'cairo'
brew 'carthage'
brew 'chisel'
brew 'cmake'
brew 'coreutils'
brew 'openssl'
brew 'python'
brew 'jpeg'
brew 'git-lfs'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'xz'
brew 'grc'
brew 'icu4c'
brew 'libtool'
brew 'imagemagick'
brew 'librsvg'
brew 'midnight-commander'
brew 'mitmproxy'
brew 'scala'
brew 'the_platinum_searcher'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus'
cask 'android-studio'
cask 'charles'
cask 'flux'
cask 'google-chrome'
cask 'hockey'
cask 'keepassx'
cask 'lisanet-gimp'
cask 'paintbrush'
cask 'postman'
cask 'pusher'
cask 'slack'
cask 'sourcetree'
cask 'sqlitebrowser'
cask 'texturepacker'
cask 'textwrangler'
