tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'carthage'
brew 'chisel'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'grc'
brew 'icu4c'
brew 'harfbuzz'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'openssl@1.1'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'mitmproxy'
brew 'python'
brew 'scala'
brew 'the_platinum_searcher'
brew 'zsh'
brew 'd12frosted/emacs-plus/emacs-plus'
cask 'android-studio'
cask 'flux'
cask 'google-chrome'
cask 'hockey'
cask 'keepassx'
cask 'postman'
cask 'pusher'
cask 'slack'
cask 'sourcetree'
cask 'textwrangler'
