tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "oarrabi/tap"
cask "java"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "carthage"
brew "chisel"
brew "cmake"
brew "coreutils"
brew "git-lfs"
brew "gmp"
brew "nettle"
brew "gnutls"
brew "openssl"
brew "xz"
brew "grc"
brew "icu4c"
brew "libtool"
brew "imagemagick"
brew "jpeg-turbo"
brew "librsvg"
brew "midnight-commander"
brew "mitmproxy"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "pngquant"
brew "python"
brew "postgresql", restart_service: true
brew "protobuf@2.6"
brew "rustup-init"
brew "scala"
brew "sdl2"
brew "swig"
brew "syncthing", restart_service: true
brew "the_platinum_searcher"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus"
brew "oarrabi/tap/guaka"
cask "android-studio"
cask "charles"
cask "daisydisk"
cask "flux"
cask "google-chrome"
cask "hockey"
cask "keepassx"
cask "lisanet-gimp"
cask "paintbrush"
cask "postman"
cask "pusher"
cask "sage"
cask "skype"
cask "slack"
cask "sourcetree"
cask "sqlitebrowser"
cask "teamviewer"
cask "texturepacker"
cask "transmission"
cask "vlc"
cask "yed"
